Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/sticky.tmx
Source language: en
Languages: sv

source: New note
sv: Ny anteckning

source: Text Size
sv: Textstorlek

source: Preferences
sv: Inställningar

source: Would you like to import your notes from Gnote? This will not change your Gnote notes in any way.
sv: Vill du importera dina anteckningar från Gnote? Anteckningarna i Gnote kommer att förbli oförändrade.

source: Show notes on all desktops
sv: Visa anteckningar på alla skrivbord

source: Always on Visible Workspace
sv: Alltid på synlig arbetsyta

source: Small Text
sv: Liten text

source: Toggle Bullets
sv: Växla punktlista

source: Default width
sv: Standardvidd

source: Header
sv: Rubrik

source: Move selection down
sv: Flytta ned det markerade

source: Default color
sv: Standardfärg

source: Only on This Workspace
sv: Endast på denna arbetsyta

source: Delete Note
sv: Ta bort anteckning

source: Italic
sv: Kursiv

source: Are you sure you want to remove the group %s?
sv: Är du säker på att du vill ta bort gruppen %s?

source: Highlight
sv: Markering

source: Top Right
sv: Överst till höger

source: Open
sv: Öppna

source: Undo
sv: Ångra

source: Edit
sv: Redigera

source: Yellow
sv: Gult

source: Redo
sv: Gör om

source: Show in taskbar
sv: Visa i aktivitetsfältet

source: Time between backups
sv: Tid mellan varje säkerhetskopiering

source: undo
sv: ångra

source: Save
sv: Spara

source: Restore Backup
sv: Återställ säkerhetskopia

source: Middle click to toggle the manager
sv: Mittenklicka för att visa eller dölja hanteraren

source: Purple
sv: Lila

source: Operations
sv: Åtgärder

source: Automatic start
sv: Automatisk start

source: Always on Top
sv: Alltid överst

source: Green
sv: Grönt

source: Export...
sv: Exportera…

source: Restore
sv: Återställ

source: Larger Text
sv: Större text

source: Bottom Center
sv: Nere i mitten

source: Set this to zero if you wish to keep all backups indefinitely
sv: Ställ in värdet på noll om du vill behålla alla säkerhetskopior för alltid

source: Formatting
sv: Formatera

source: Duplicate selected note
sv: Duplicera vald anteckning

source: Rename
sv: Byt namn

source: Center
sv: Mitten

source: Note Color
sv: Anteckningsfärg

source: Don't ask me again
sv: Fråga mig inte igen

source: Backups
sv: Säkerhetskopior

source: Cancel
sv: Avbryt

source: Number to keep
sv: Antal att spara

source: Automatic backups
sv: Automatisk säkerhetskopiering

source: Fixed Width
sv: Fast teckenbredd

source: Take notes and stay organized
sv: Gör anteckningar och håll ordning

source: Font
sv: Teckensnitt

source: No
sv: Nej

source: Notes
sv: Anteckningar

source: Edit Title
sv: Redigera titel

source: Back Up
sv: Säkerhetskopiera

source: Unable to restore: invalid or corrupted backup file
sv: Kunde inte återställa: ogiltig eller skadad säkerhetskopia

source: Cycle Colors
sv: Växla färger

source: There is already a group named '%s'. This action will overwrite it. Continue anyway?
sv: Det finns redan en grupp med namnet '%s'. Åtgärden ersätter den. Vill du fortsätta ändå?

source: New Note
sv: Ny anteckning

source: Group 1
sv: Grupp 1

source: Remove
sv: Ta bort

source: Default height
sv: Standardhöjd

source: About
sv: Om programmet

source: Strikethrough
sv: Genomstrykning

source: Import...
sv: Importera…

source: Bottom Right
sv: Nere till höger

source: Default position
sv: Standardposition

source: Show the main window automatically
sv: Visa huvudfönstret automatiskt

source: Quit
sv: Avsluta

source: Start automatically
sv: Starta automatiskt

source: Clear
sv: Rensa

source: Move selection up
sv: Flytta upp det markerade

source: Manage Notes
sv: Hantera anteckningar

source: General
sv: Allmänt

source: Keyboard Shortcuts
sv: Snabbkommandon

source: Top Left
sv: Överst till vänster

source: Tray icon
sv: Panelikon

source: New Group
sv: Ny grupp

source: Center Right
sv: Mitten till höger

source: Restore Backups...
sv: Återställ säkerhetskopior…

source: Toggle Checklist
sv: Växla checklista

source: Are you sure you want to remove this note?
sv: Är du säker på att du vill ta bort den här anteckningen?

source: Underline
sv: Understrykning

source: redo
sv: gör om

source: Remove selected note
sv: Ta bort markerad anteckning

source: Yes
sv: Ja

source: Show spelling mistakes
sv: Visa stavfel

source: hours
sv: timmar

source: Bold
sv: Fet

source: Overwrite Existing Group
sv: Skriv över befintlig grupp

source: New
sv: Ny

source: Teal
sv: Blågrön

source: Remove Group
sv: Ta bort grupp

source: Bottom Left
sv: Nere till vänster

source: Center Left
sv: Mitten till vänster

source: Top Center
sv: Uppe i mitten

source: Left click to toggle notes
sv: Vänsterklicka för att visa eller dölja anteckningar

source: Blue
sv: Blått

source: Untitled
sv: Namnlös

source: Unfiled
sv: Osorterade

source: Plain Text
sv: Vanlig text

source: Show notes on the screen
sv: Visa anteckningar på skärmen

source: Duplicate Note
sv: Duplicera anteckning

source: Large Text
sv: Stor text

source: Red
sv: Rött

source: Set Title
sv: Ange titel
